{
  "1649949331": "I think you did a great job incorporating some Greek-inspo on the inside. And you found a way to use the island living bed with things not from that pack! Impressive ☺️",
  "1649946567": "Perfection.",
  "1649944129": "[removed]",
  "1649942505": "This build is so cute 🥰",
  "1649934016": "Beautiful, I hope to actually mess around with terrain tools someday too for a future build",
  "1649933447": "I love the swatches of the one on the top!!",
  "1649926495": "Beautiful build!",
  "1649918103": "Thank you so much!! 🥰",
  "1649917416": "Such an American thing to have so fricking many bathrooms. Like, dude, if your gonna have a mansion, at least don't be so wasteful as to have 8/9bathrooms.\n\nOtherwise, pretty house I guess.",
  "1649916431": "You absolutely nailed it! Great job, that's really impressive.",
  "1649908686": "Thank you!!",
  "1649908377": "Thank you! 😁💕✨",
  "1649908370": "Thank you 💕✨",
  "1649908361": "Thank you so much ✨",
  "1649908349": "It is! 😁💕✨",
  "1649907375": "Gallery ID: lavahcake (uploading tomorrow)",
  "1649900509": "I was just wondering this same thing today. It doesn't seem like you can make apartments though. I have seen people delete the ones that are already there and build their own in their place though.",
  "1649898462": "Gallery: Brave\\_die769 🌷 [YouTube](https://www.youtube.com/watch?v=hBwLQfYx8Xk)",
  "1649895986": "Oooh I will look him up! And thank youuu 💕",
  "1649895914": "Oh my gosh thank you!!!",
  "1649895896": "Glad this helped!",
  "1649895868": "Yup! ID is MAIAnakes",
  "1649895228": "The book shelves above the cooker are so sweet. Is that a tiny cauldron on the stove?",
  "1649894362": "Hey, this is great! You’ve really planned it well, the rooms flow really nicely into each other! It looks a lot like a house Enes Yilmazer toured in LA on his YouTube channel. You should look him up if you don’t know him. I think you’d like the houses he looks at!",
  "1649892312": "Is ur on the gallery"
}